v2/app/apis/api.rb

SELECT "users".* FROM "users"
---
		def current_user
			@current_user
		end

	end

	mount UserAPI
	mount SessionAPI
	mount SoundAPI

	# 测试 grape-entity
	get :users do
		present User.all, with: UserEnt