v2/app/apis/session_api.rb

SELECT  "users".* FROM "users" WHERE "users"."userName" = ? LIMIT ?  [["userName", "batu4"], ["LIMIT", 1]]
---
		end
		post do # 登陆
			status 200
			user = User.find_by(userName: params['userName'])