v2/app/apis/user_api.rb

		post do	# 注册
			status 200
			user = User.new(params)
			if user.save
---
INSERT INTO "users" ("userName", "password_digest", "created_at", "updated_at") VALUES (?, ?, ?, ?)